{"zh_title": "浣溪沙·小林兒", "title": "Washing Creek Sand · Xiǎo Lín Er", "card_title": "Washing Creek Sand · Xiǎo Lín Er", "card_excerpt": "Swallows fly south in spring, apricots still small — must love always wait for the right moment?", "zh": "春燕南飛春杏小，相愛何須相遇早，恰恰如今春未老。\n我道真情君還笑，我笑君痴君心鬧。哈哈永遠與君好。", "en": "Swallows fly south and the spring apricots are still small —\nwhy must love wait for the perfect moment to begin?\nHappily, spring is not yet old.\nI speak of true feeling and you only smile;\nI smile at your foolishness and your heart stirs with noise.\nHa — forever and always, I wish you well."}
{"zh_title": "煙火", "title": "Fireworks", "card_title": "Fireworks", "card_excerpt": "Fireworks scatter upward in splendour, violet and crimson in a flash...", "zh": "煙花散落升絢麗，霎時紫粉霎時紅。\n原來情人意難斷，都付午夢煙火中。", "en": "Fireworks burst upward in radiant splendour,\none moment violet, the next a blaze of red.\nSo this is how a lover's heart refuses to let go —\nall of it surrendered to smoke and fire in an afternoon dream."}
{"zh_title": "分手啦", "title": "Parting", "card_title": "Parting", "card_excerpt": "Two hearts tethered across distant cities, a year of snow and separation...", "zh": "異地兩處情難系，風雪一年各天涯。\n而今難忘尋常日，君愛情濃我愛花。", "en": "Love stretched thin across two distant cities,\na whole year of wind and snow, each at the edge of the world.\nNow I cannot forget the ordinary days —\nyou so full of feeling, and I so full of flowers."}
{"zh_title": "答網友天水二日圖", "title": "Reply to a Friend's Sky Photo from Tianshui", "card_title": "Reply to a Friend's Sky Photo", "card_excerpt": "Two crimson discs in the sky — impossible to tell dawn from dusk...", "zh": "難辨天水兩輪赤，不知旭日或殘陽。\n振臂高呼仍萬歲，走資走社各一方。\n江山百代桑田變，共和光輝歲月長。\n向使途殊歸者同，幾番變化又何妨？", "en": "Two crimson discs hang in the sky of Tianshui —\nimpossible to say which is the rising sun and which the dying one.\nStill we raise our arms and cry long live,\nthough the road to capital or commune forks sharply in two.\nMountains and rivers shift across a hundred generations;\nthe republic's light endures through all its long years.\nIf roads however different lead in the end to the same place,\nwhat does it matter how many times the world turns over?"}
{"zh_title": "冬日感懷", "title": "Winter Reverie", "card_title": "Winter Reverie", "card_excerpt": "The paulownia whispers low, as if calling dusk to come early...", "zh": "梧桐盡低語，相約赴黃昏。\n此期寒氣甚，尤可待來春。", "en": "The paulownia trees murmur softly to one another,\nmaking a quiet appointment to meet the dusk.\nThe cold bites deep this season —\nall the more reason to wait for spring."}
{"zh_title": "鷓鴣天", "title": "Partridge Sky · Zhè Gū Tiān", "card_title": "Partridge Sky · Zhè Gū Tiān", "card_excerpt": "How swiftly time flies — autumn ages before winter even arrives...", "zh": "可憐時光太匆匆，始覚秋老又臨冬。\n孤燈影落梧桐下，碎葉流浪北風中。\n兩千裡，八刻鐘。靈犀一處兩心通。\n翩翩雪落南方客，幸福門下再相擁。", "en": "How pitifully swift the hours — barely noticing autumn age\nbefore winter is already at the door.\nA lone lamp casts its shadow beneath the paulownia;\nbroken leaves wander as vagrants in the north wind.\nTwo thousand li apart, yet only eight quarter-hours by train.\nOne shared thought — and two hearts speak without a single word.\nLight as snowflakes falling on a southbound traveller,\nwe will embrace again at the doorway of happiness."}
{"zh_title": "夜中", "title": "Night", "card_title": "Night", "card_excerpt": "I drink as always, night after night revelling until the small hours...", "zh": "我亦如常日日醉，夜夜達歡至凌晨。\n功名利益休縛我，地籟天籟送青春。", "en": "I drink as always, day after day lost in wine,\nrevelling every night until the small hours come.\nLet fame and fortune leave me well alone —\nthe music of earth and sky will see my youth out."}
{"zh_title": "空中遣使", "title": "Messenger in the Sky", "card_title": "Messenger in the Sky", "card_excerpt": "The road grows longer as the horse tires; rain quickens, shoulders heavy...", "zh": "馬勞山更遠，雨急肩越沉。\n天涯多倦客，牛馬荔枝人。", "en": "The horse grows weary and the mountain recedes ever further;\nthe rain quickens its pace and the burden on the shoulder grows heavier.\nThe ends of the earth are full of exhausted travellers —\npeople who labour like oxen and horses just to carry lychees home."}
{"zh_title": "秋", "title": "Autumn", "card_title": "Autumn", "card_excerpt": "The moon nears zenith and the mood soars — wild song, dance, wine...", "zh": "月近中天興愈濃，狂歌醉舞佐金鐘。\n小飲清釀我將醉，半關秋月半關風。", "en": "As the moon nears its zenith the spirit swells ever higher,\nwild song and drunken dance beside a golden cup.\nA little clear wine and I am nearly gone —\nhalf bewitched by the autumn moon, half carried away by the wind."}
{"zh_title": "無題", "title": "Untitled · On Writing", "card_title": "Untitled · On Writing", "card_excerpt": "Poetic material comes easily but praise is cheap — I am no genius...", "zh": "詩材張口即菲頌，我非天才自雕琢。\n夏秋冬春花雪月，聊摩雅致共爾說。", "en": "Open your mouth for poetic material and hollow praise flows out with ease —\nI am no genius; every line must be earned through patient carving.\nSummer and autumn, winter and spring: flowers, snow, and the moon —\nI polish them slowly, and share whatever small refinement I reach with you."}
{"zh_title": "白話和別", "title": "Farewell in Vernacular", "card_title": "Farewell in Vernacular", "card_excerpt": "The station swells with passing strangers; outside, endless evening light...", "zh": "站裡熙熙過客，街外無限夕陽。\n回首過去三十日，心裡多少憂傷。\n今日匆匆離去，春秋何其漫長。\n動若參商難相聚，無奈又能何妨。", "en": "The station hums with strangers passing through;\noutside, the sunset stretches without end.\nLooking back across these thirty days —\nhow much sorrow can a single heart hold?\nToday we part in haste,\nand the seasons stretching ahead seem impossibly long.\nWe move apart like Orion and Antares, rarely to meet —\nand yet, what is there to be done?"}
{"zh_title": "出分", "title": "After the Results", "card_title": "After the Results", "card_excerpt": "A forest bird shatters the morning dream; dread deep as the ocean...", "zh": "林鳥驚晨夢，憂心似海深。\n夢醒知無奈，獨向天色新。", "en": "A forest bird shatters the morning dream;\ndread settles in, as deep and still as the ocean floor.\nWaking, I know there is nothing to be done —\nalone I turn and face the new light breaking in the sky."}
